Repository: crowdagger/tnt
Catalog: po/*.po
Languages: fr

source: New Game
fr: Nouvelle partie

source: Score sheet
fr: Feuille de scores

source: Help
fr: Aide

source: About
fr: À propos

source: Quit
fr: Quitter

source: Player 2
fr: Joueu·r·se 2

source: Player 3
fr: Joueu·r·se 3

source: Player 4
fr: Joueu·r·se 4

source: Ooops: could not register application
fr: Oups : impossible d'enregister l'application

source: Could not open the help: %s
fr: Impossilbe d'ouvrir l'aide : %s

source: Error creating application menu: %s
fr: Erreur dans la création du menu d'application : %s

source: New game
fr: Nouvelle partie

source: Players settings
fr: Paramètres des joueu·r·ses

source: Name:
fr: Nom :

source: Human
fr: Être humain

source: Cards theme:
fr: Thème des cartes :

source: CardPics with Tarot de Marseille's arcanas
fr: CardPics avec les arcanes du Tarot de Marseille

source: A simple french tarot game
fr: Un petit jeu de tarot

source: Cardpics (Guillaume Wexten and Yves Mettier) http://www.nongnu.org/cardpics/
fr: Cardpics (Guillaume Wexten et Yves Mettier) http://www.nongnu.org/cardpics/

source: ©2011-2012, Élisabeth Henry. This is free software; see License for more information.
fr: ©2011-2012, Élisabeth Henry. Ce logiciel est libre ; voir la Licence pour plus d'informations.

source: Player 1
fr: Joueuse 1

source: *** New game ***
fr: *** Nouvelle partie ***

source: %s distributes, %s starts
fr: %s distribue, %s commence

source: *** Bids ***
fr: *** Enchères ***

source: ERROR: a bid must be superior to the other ones (or Passe)
fr: ERREUR : une enchère doit être supérieure aux précédentes, ou Passe

source: %s takes %s
fr: %s prend une %s

source: *** Scores *** %d points with %d oudlers
fr: *** Scores *** %d points avec %d bouts

source: Required score: %d
fr: Score nécessaire : %d

source: Difference: %d
fr: Différence : %d

source: Winning bonus: 25
fr: Bonus de victoire : 25

source: Losing malus: -25
fr: Malus de défaite : -25

source: Petit au bout: no
fr: Petit au bout : non

source: Bonus for petit au bout: 10
fr: Bonus pour le petit au bout : 10

source: Malus for petit au bout by the defenders: -10
fr: Malus pour le petit au bout par la défense : -10

source: Bid: %s; multiplier: %d
fr: Enchère : %s ; coefficient : %d

source: %s won
fr: %s remporte le pli

source: Select bid
fr: Enchère

source: The dog must contain six cards
fr: Le chien doit contenir six cartes

source: Dog error
fr: Erreur dans le chien

source: Names
fr: Noms

source: Tarot game
fr: Un petit jeu de tarot

source: Tiny french tarot game
fr: Un petit jeu de tarot
